{"visible":1,"name":"American Alligator","scientificName":"Alligator Mississippiensis","distribution":"Is  found only in the southeastern part of the USA – Gulf of Mexico, Texas, Oklahoma, Louisiana, Mississippi, Alabama and Florida as well as Arkansas, Georgia and the Carolinas. The majority of American Alligators inhabit Florida and Louisiana. In Florida alone there are an estimated more than one million alligators. The United States is the only nation on earth where both alligators and crocodiles live side by side.","habitat":"American Alligators live in freshwater environments, such as ponds, marshes, wetlands, rivers and swamps.","diet":"Alligators are nocturnal and feed primarily at night. Younger alligators eat insects, shrimps, snails, small fish, tadpoles and frogs. Adult alligators eat fish, birds, turtles, other reptiles and mammals.","lifespan":"The average life span of an Alligator is around 35 – 50 years old, although it is said they can live to a maximum of 80 years old.","species":"Reptile","continent":"North America, ","order":"Carnivora","biome":"Temperate Deciduous Forest, Coniferous Forest, ","conservationStatus":"Vulnerable","description":"American alligators are large crocodilians found only in the United States. They can grow to be more than 12 feet (3.6 meters) in length and weigh as much as 1,000 pounds (450 kilograms), with males being slightly larger than females on average. The animal’s dark skin is armored with small, bony scales called scutes.\r\n\r\nA long, powerful tail helps propel the animal through water, as do webbed feet. They are cold-blooded and depend on the natural world around them to provide warmth. To do this, they will bask in the sun or dig holes in mud to trap heat. Although American alligators can be hard to miss while basking on the shore, they can look eerily like logs when floating in the water.","reproduction":"Alligators do not sit on their eggs, which are laid in nests, because it would crush them. The rotting vegetation in the nest warms the eggs. The temperature of the nest determines the sex of the hatchlings. If the eggs are incubated over 93 degrees Fahrenheit (34 degrees Celsius), the embryo develops as a male; temperatures below 86 degrees Fahrenheit (30 degrees Celsius) result in female embryos. Between these temperatures, both sexes are produced. The natural sex ratio at hatching is five females to one male. The eggs hatch in two months, producing hatchlings about 6 inches long (15 centimetres). The female defends the nest from predators. A group of babies is called a ‘pod’. The female alligator will provide protection for the young for about a year if they remain in the area. Alligators are among the most nurturing of the reptiles.","conservationStatusPara":"American alligators were once threatened by extinction, but after being placed on the endangered species list in 1967, their population increased. This species is now classified as least concern. The main threat to these reptiles today is habitat loss caused by wetland drainage and development.\r\n\r\nThe American alligator is an important keystone species of the Southeast. Alligators use their tails to dig burrows in mud for nesting and to keep warm. When an alligator abandons a burrow, the hole left behind fills with freshwater and is utilized by other species for breeding and drinking. If alligators are removed from their native ecosystem, it would affect countless other species.","funFacts":"As an American alligator’s teeth wear down or fall out, new ones come in. An alligator can go through 3,000 teeth in a lifetime.\r\nCases are recorded when alligators used baits to catch birds by placing sticks on their heads and thus decoying birds: the latter thought it to be nesting material.","naturalEnemies":"Coyote\r\nMountain Lion","relatedAnimal1":"Coyote","relatedAnimal2":"Mountain Lion","relatedAnimal3":"Wolf"}