{"visible":1,"name":"Asian Elephant","scientificName":"Elephas Maximus","distribution":"Before humans decimated their populations, these creatures used to live throughout vast areas in southern Asia. They once lived from the Middle East along the coast of the Indian Ocean, throughout India, and virtually all of southeast Asia.  Nowadays, small pockets of populations live in India, Sri Lanka, Nepal, Myanmar, Thailand, Vietnam, Cambodia, Malaysia, and parts of the surrounding areas.","habitat":"These massive creatures utilize a number of different habitat types. They live in savannas, grasslands, rainforests, scrub forests, deciduous forests, and more. Their range extends from sea level all the way to 1,000 ft. high elevations.","diet":"Elephants are herbivores, which means they eat plants. They eat a wide variety of different plants and plant parts. Their diet depends heavily on where they live, what is available, and what season it is. Some common foods include grasses, palms, legumes, flowers, fruits, roots, bamboo, and more. Some feed on farmers crops, like sugarcane.","lifespan":"70 YRS","species":"Mammal","continent":"Asia, ","order":"Herbivora","biome":"Temperate Deciduous Forest, Grassland, Tropical Savanna, Tropical Forest, ","conservationStatus":"Endangered","description":"The Asian elephant has an large domed head with relatively small ears, an arched back and a single prehensile finger that is located at the tip of the trunk. An Asian elephant has 5 toes on the front of the feet and and 4 on the back. A large male Asian elephant can typically weigh 6 tons and measure 10 feet in height at the shoulder. The male Asian elephants have tusks and the females have ‘tushes’, which are short second incisors that just stick out beyond the upper lip.\r\n\r\nAn Asian Elephant has a low neck which is curved upwards and protruding foreheads which appears as two noticeable bumps. Their under lip is long, narrow and pointed. An Asian elephants skin is less wrinkled than the African elephants and only about 50% of Asian Elephant bulls have long tusks.\r\n\r\nAsian elephants have rather poor vision and are only capable of seeing clearly at very short distances up to about 10 metres. However, they have excellent hearing which is superior to human standards. Their large ears act as amplifiers and warn of possible dangers. Asian elephants have an excellent sense of smell which is thought to be superior to that of any other land mammal. They have excellent balance achieved by high tactile sense. The trunk, an incredibly versatile organ, contributes greatly to this ability.","reproduction":"Male Asian elephants are quite solitary and only join the herd for mating seasons. Sometimes, male elephants will duel and the winner becomes the primary mating partner for the whole herd. The female Asian elephants run away for a short while, as part of a ritual, before mating with the victorious mate. The mating couple then remain together for around 3 weeks before the male heads off to the bachelor herd.\r\n\r\nThe gestation period of the female Asian elephant is between 19 and 22 months. When she gives birth, the other herd females form a circle around the pregnant cow. She assumes a squatting position while giving birth and the birth takes around 2 hours. Just 2 hours after birth the calf can stand up and begins to suckle the mother.\r\n\r\nBaby elephants (calves) suckle their mother using the mouth and not their trunks. Baby elephants are weaned on milk for between 2 to 4 years. Although the calf will naturally be attracted to its mother, other females in the herd often take turns to look after the baby. If the mother dies then the other female elephants look after the orphaned calf.\r\n\r\nIn regions where large carnivores, such as big cats, prey upon newly born elephants, the mother forms alliances with other herd members. Mother and associated protectors then blow dust over the new-born calf with their trunks in order to dry it.\r\n\r\nFemale elephants can bear young at the age of 15 – 16 years. They are fully grown at 20 years old. Elephants are in their working prime between 20 – 40 years old. Female elephants start going bald around 30 years old and begin to slow down at around 40 years old and begin to do only light duties only when they reach 50 years old. Female Asian elephant live to be around 70 years old.","conservationStatusPara":"Asian elephant is also included in Appendix I of CITES (Convention on International Trade in Endangered Species). Threats have to do mainly with human activity. Since ancient times, these animals have been hunted and killed in large numbers, as a source of food, and then for ivory. Hunting for ivory continues to this day, being a notable threat to overall population of Asian elephant. Deforestation and agricultural activities are among threats, leading to constriction of the elephants’ habitat.","funFacts":"Unlike most of animals, elephant uses its trunks to drink water. Elephant sucks it up into its trunk and squirt it into its mouth.\r\nDuration of their sleep is only 2 hours a day.","naturalEnemies":"Tiger\r\nHyena","relatedAnimal1":"Tiger","relatedAnimal2":"Mongoose","relatedAnimal3":"King Cobra"}