{"visible":1,"name":"Australian Pelican","scientificName":"Pelecanus Conspicillatus","distribution":"Australian pelicans are found in, you guessed it, Australia!","habitat":"They prefer living and hunting in inland and coastal water bodies, and are largely absent from polar regions, the open ocean, and isolated islands.","diet":"The Australian Pelicans main diet is fish. However, they have also been know to eat small turtles, tadpoles, shrimp and other crustaceans. Pelicans drink by opening their bill to collect rainwater.","lifespan":"15-25 YRS","species":"Bird","continent":"Australia, ","order":"Carnivora","biome":"Grassland, Tropical Savanna, ","conservationStatus":"LeastConcern","description":"Australian Pelicans are large shore birds who measure 1.6 – 1.9 metres (5.3 – 6.2 feet) in length and weigh 4 – 6.8 kilograms with some larger birds weighing up to 8.2 kilograms.\r\n\r\nAustralian pelicans have a very large wingspan of 2.5 – 3.4 metres (8.2 – 11.2 feet). Females are slightly smaller than males. Their plumage is white and their primary wing feathers are black and they have black markings on their tails.\r\n\r\nThe face of the Australian pelican is white and on the back of the head and part way down their neck is a streak of grey. The eyes are brown and yellow. Their legs and feet are blue-grey in color and they have 4 webbed toes.\r\n\r\nAustralian pelicans have huge, pouched bills that are pale pink in color. Their huge bill is the largest out of all birds in the world and measures 49 centimetres (19.5 inches) in length and can hold 9 – 13 litres of water. The bill has a small hook at the tip and are serrated inside to hold on to slippery fish. The bill is delicately built. The lower jaw consists of 2 thin and weak articulated bones from which the pouch hangs.\r\n\r\nIt may be hard to imagine such a bird as large as the pelican flying, but it can easily fly because it has an extremely lightweight skeleton which only weighs 10% of its total weight. Australian pelicans are very buoyant birds and do not sink under the water, however, pelicans do not have much waterproofing oil on the feathers and can therefore become wet and cold.","reproduction":"The Australian pelican breeding season varies depending on season. It occurs in late Spring in southern Australia and in tropical regions during the Winter. Environmental conditions are important for breeding, particularly rainfall.\r\n\r\nPelicans are colonial breeders and gather in very large groups, some containing up to 40,000 individuals nesting on islands or secluded sandy shores.\r\n\r\nMale pelicans perform courting rituals such as complex dancing in order to attract females. The males may also pick up small objects, like sticks or dry fish, which they toss in the air and catch again, repeating the display several times. Both male and female perform ‘pouch-rippling’ which involves clapping their bills shut several times a second and causing the pouches to ripple like a flag in a strong breeze.\r\n\r\nThe pelican’s bill and pouch change color dramatically during courtship. The front half of the pouch becomes bright salmon pink, while the skin of the pouch in the throat area changes to metallic yellow. Parts of the top and base of the bill change to cobalt blue, and a black diagonal strip appears from the base to the tip. The color change does not last long and usually subsides by the time incubation begins.\r\n\r\nAs the courtship array progresses, the males withdraw one by one. Finally, after pursuits on land, water or in the air, only a single male is left. The successful male is led to the nesting site by the female. Nests are shallow depressions or scrapes sometimes lined with grass, twigs and feathers.\r\n\r\nThe female pelican lays 1 – 3 chalky-white eggs which measure 93 x 57 millimetres and become soiled and scratched as incubation is performed on the parents feet. Both male and female take turns to incubate the eggs. After 32 – 37 days, the eggs hatch and the pelican chicks are born naked and blind. The first hatchling is always larger and is fed the most food by the parents. The smaller hatchling may starve and die because of this or even may be attacked by its larger sibling.\r\n\r\nPelican chicks are fed regurgitated liquid for the first 2 weeks obtained by thrusting their bills down the parent’s gullet and then for the next 2 months, they are fed small fish such as Goldfish or Carp and invertebrates. The young leave the nest after 28 days and join creches of up to 100 juveniles where they are cared for until they have learned to feed, fly and become independent.","conservationStatusPara":"The Australian Pelican is classed as ‘Least Concern’ by the IUCN. One of the pelicans main problems is man and his fishing hooks which can tear the pelican’s pouch. Fishing lines are also a problem as the birds can become entangled in abandoned lines.","funFacts":"The Australian pelicans have an extremely light skeleton, which weighs only 10% out of the whole weight of their body and allows them to fly.\r\nThese pelicans can soar at height of up to 3 kilometers.","naturalEnemies":"Coyote","relatedAnimal1":"Coyote","relatedAnimal2":"Cardinal Bird","relatedAnimal3":"Sheep"}