{"visible":1,"name":"Blue And Yellow Macaw","scientificName":"Ara Aarauna","distribution":"In the wild, macaws mainly live in Central America, Mexico, and South America. Because they are kept widely as pets, in captivity they are found worldwide.","habitat":"In the wild, macaws mainly live in Central America, Mexico, and South America. Because they are kept widely as pets, in captivity they are found worldwide.","diet":"In the wild, Blue and Yellow Macaws eat palm fruit and other tree fruits. One of the Macaws favourite foods is the seeds of the Hura crepitans tree. They usually roost at a different place from where they eat. Their feeding ground may be some distance away. Often macaws gather at clay licks to eat mineral and salt bearing clay, which is found on river banks.","lifespan":"50-60 YRS","species":"Bird","continent":"South America, ","order":"Herbivora","biome":"Woodland, Tropical Savanna, Tropical Forest, ","conservationStatus":"Near Threatened","description":"The Blue and Yellow Macaw has blue wings and tail, black chin, golden underparts and a green forehead. Their beaks are black and very strong for crushing nuts. The naked face is white, turning pink in excited birds and lined with small black feathers. There is little variation in plumage across the range. Some birds have a more orangey or ‘butterscotch’ underside color, particularly on the breast.\r\n\r\nThe Blue and Yellow Macaw measures around 34 – 36 inches in length from the tip of its head to the tip of its tail making them one of the biggest parrots in the world. It has a wing span of 41 to 45 inches and weighs between 900 and 1300 grams.","reproduction":"The Blue and Yellow Macaw reaches breeding age when they are 3 to 4 years old. They are known to pair for life and live in small family groups. Blue and Yellow Macaws nest high above the ground in cavities found in large, dead trees. Only two or three eggs are laid in a nest. It is thought that the female incubates them. However, both male and female aggressively defend the eggs.\r\n\r\nWhen the young hatch, they are blind and featherless. The parents will raise only the strongest chick, leaving the others to starve to death. The young Macaws do not develop their full plumage until they are at least 10 weeks old. After they grow feathers, or fledge, they remain with their parents for several months before becoming independent.","conservationStatusPara":"The major threat to Blue-and-gold macaws is habitat loss due to Amazonian deforestation. They are suspected to lose a third of suitable habitat within their distribution over three generations (38 years). The other biggest threat is poaching and the illegal pet trade. 55,531 wild-caught individuals have been recorded since 1981 when their trade was restricted by CITES.","funFacts":"The fruit of the Jabillo tree is a favorite for macaws.\r\nThe macaw likes to remain inside a deep hole in a crumbling tree where he is out of sight.","naturalEnemies":"Eagle\r\nFalcon","relatedAnimal1":"Capybara","relatedAnimal2":"Australian Pelican","relatedAnimal3":""}