{"visible":1,"name":"Brown Bear","scientificName":"Ursus Arctos","distribution":"These bears are found in very small numbers from North America to Western Europe, Palestine, Eastern Siberia and Himalayan region.","habitat":"The habitat of the Brown bear is usually riparian areas. These bears live along rivers and streams in prairies, alpine meadows, woodlands and forests.","diet":"As an apex predator, they are at the top of the food chain and are not preyed on by any other animal. They eat insects, moose, bison, black bears, deer, elk, ground squirrels, caribou, carrion, salmon, trout, grass, seeds, berries and fungi. They normally eat injured or weak animals, and avoid healthy ones so there is less work when preying.","lifespan":"20-50 YRS","species":"Mammal","continent":"Asia, Europe, North America, ","order":"Omnivora","biome":"Temperate Deciduous Forest, Coniferous Forest, Woodland, Chaparral, ","conservationStatus":"Least Concern","description":"The Brown bear is a large mammal with a notable hump of muscles over its shoulders. This animal is the second largest species of bear. The legs of Brown bear are strong with huge paws. Their claws are rather long on their front feet, allowing them to dig their dens as well as dig for food. The ears are relatively small and the face is concave while the head is large with powerful jaws. Brown bears have ability of standing and walking on their hind legs; they do so in order to determine location of a food source or to identify a threat. These animals have thick coat, varying in color from black to brown and blonde. The guard hair of these animals is longer, sometimes having white tip, which gives them grizzled appearance.","reproduction":"Brown bears are serially monogamous, living with the same mate from several days to several weeks. During this time, the male competes with other males in the area, protecting the female from them. During the breeding season, which lasts from May to July, a female can mate with multiple males – behavior, that can be characterized as polygynandry. The period of gestation lasts 8 weeks, yielding 1-4 cubs. The cubs are ready to start foraging with their mother. The female breastfeed them until spring. For 2-4 years, the mother teaches the cub's survival techniques: the babies learn where to den, how to hunt, and how to defend themselves. Males don’t mate until they are able to compete with other males in the area for mating rights while females reach sexual maturity at 5-7 years old.","conservationStatusPara":"The major threats include habitat loss and fragmentation through the extension of human habitat: highways and settlements together with development of agriculture bring to decrease of their habitat. In addition, due to hunting on sheep and cattle, these animals have been persecuted by humans as predators of domestic livestock. Also, these bears are occasionally hunted for sport. On the other hand, some isolated populations of Brown bear are threatened with adverse genetic affects. And finally, these animals are poached for their paws and gall bladders that have high commercial value.","funFacts":"Brown bears use their claws to dig comfortable caves, where they spend the winter. As they enter a dormant state, their heartbeats drop to 10 beats per minute.\r\nThey are able to smell cubs, a mate, predators or food from as far as miles away. In addition, they have excellent eyesight, which helps them identify ripe fruits.\r\nThe Brown bear is the national animal of Finland.","naturalEnemies":"Wolf","relatedAnimal1":"Wolf","relatedAnimal2":"Giant Panda","relatedAnimal3":""}