{"visible":1,"name":"Capybara","scientificName":"Hydrochoerus Hydrochaeris","distribution":"Capybaras are native exclusively to South America. They can be found in every South American country except for Chile","habitat":"Capybaras prefer to inhabit very densely forested habitats that are in close proximity to water bodies. They will inhabit lakes, ponds, rivers, marshes, swamps, and everything watery in between. Escaped animals are known to survive easily in similar habitats outside of their natural range, including in Florida.","diet":"These rodents are strictly herbivores, which means they eat only plant material. They will feed on a wide variety of vegetation. Some common food items are seeds and berries, grasses, aquatic plants, and tree bark. They tend to be very selective, and will feed primarily on a specific plant species depending on the animal, and the location.","lifespan":"6-12 YRS","species":"Mammal","continent":"South America, ","order":"Herbivora","biome":"Tropical Forest, ","conservationStatus":"LeastConcern","description":"Capybaras are the world’s largest rodent. They grow to 130 centimetres (4.3 feet) and 50 centimetres (1.6 feet) tall, weighing up to 65 kilograms (140 pounds). They have webbed toes which enables them to be excellent swimmers. They can survive completely underwater for up to five minutes, an ability they use to evade predators.\r\n\r\nCapybaras have heavy, barrel-shaped bodies and short heads with reddish-brown fur on the upper part of their body that turns yellowish-brown underneath. They lack down hair, and their guard hair differs little from over hair.\r\n\r\nCapybaras have slightly webbed feet and no tail. Their back legs are slightly longer than their front legs and their muzzles are blunt with eyes, nostrils and ears on top of their head. They have 20 teeth. Female capybaras are slightly heavier than males.\r\n\r\nLike other rodents, the front teeth of capybaras grow continually to compensate for the constant wearing-down from eating grasses. Their cheek teeth also grow continuously. When fully grown, they will have coarse hair that is sparsely spread over their skin, making the capybara prone to sunburn. To prevent this, they may roll in mud to protect their skin from the sun.\r\n\r\nCapybaras have an extremely efficient digestive system that sustains the animal while 75% of its diet encompasses only 3 to 6 species of plants. They have two types of scent glands; a morrillo, located on the snout, and anal glands. While both sexes have these glands, males have much larger morrillos and use their anal glands more frequently. Male anal glands are also lined with hairs.","reproduction":"Capybaras reach sexual maturity within 18 months and breed when conditions are right, which can be once per year (in Brazil) or throughout the year (in Venezuela and Colombia). When in estrus, the female’s scent changes subtly and nearby males begin pursuit. A female will also alert males she is in estrus by whistling through her nose.\r\n\r\nThe male pursues a female and mounts when the female is still in the water. The capybara gestation period is 130 – 150 days and the female usually produces a litter of four capybara babies, but may produce between two and eight in a single litter.\r\n\r\nBirth takes place on land and the female will rejoin the group within a few hours of delivering the newborn. Capybara young are very well developed at birth and not only have all their fur and can see, but are also able to run, swim and dive within hours of birth.\r\n\r\nThe newborns will join the group as soon as they become mobile. Within a week, the young can eat grass, but will continue to suckle from any female in the group, until weaned at about 16 weeks. Youngsters will form a group within the main group. The rainy season of April and May mark the peak breeding season.","conservationStatusPara":"One of the biggest threats to the overall population of this species is hunting. The animals are hunted for their meat and hide. They also attract hunters for grease from, found in their thick and fatty skin, which has pharmaceutical value. Capybaras are considered to be a pest species and killed by farmers, who believe these animals destroy cereal or fruit crops as well as compete with domestic livestock, which isn't true.","funFacts":"The word 'capybara' means “one who eats slender leaves” in the Tupi language, which is spoken in Brazil.\r\nCapybaras are highly trainable animals. In Surinam, there has been known a case of a blind man, using this animal as a guide.","naturalEnemies":"Mountain Lion\r\nOcelot","relatedAnimal1":"Mountain Lion","relatedAnimal2":"Blue and Yellow Macaw","relatedAnimal3":""}