{"visible":1,"name":"Common Raccoon","scientificName":"Procyon Lotor","distribution":"North America, Central Europe, Japan","habitat":"Lowland forests and marshes","diet":"Plants, invertebrates and small vertebrates","lifespan":"5 years(wild); 20 years(captivity)","species":"Mammal","continent":"Asia, Europe, North America, ","order":"Omnivora","biome":"Temperate Deciduous Forest, Coniferous Forest, Woodland, Chaparral, ","conservationStatus":"Least Concern","description":"The raccoon, sometimes called the common raccoon to distinguish it from other species, is a medium-sized mammal native to North America. It is the largest of the procyonid family, having a body length of 40 to 70 cm (16 to 28 in), and a body weight of 5 to 26 kg (11 to 57 lb).\r\n\r\nIts grayish coat mostly consists of dense underfur, which insulates it against cold weather. Three of the raccoon's most distinctive features are its extremely dexterous front paws, its facial mask, and its ringed tail, which are themes in the mythologies of the indigenous peoples of the Americas relating to the animal.\r\n\r\nThe raccoon is noted for its intelligence, as studies show that it is able to remember the solution to tasks for at least three years. It is usually nocturnal and omnivorous.","reproduction":"Raccoons usually mate in a period triggered by increasing daylight between late January and mid-March.\r\n\r\nAfter usually 63 to 65 days of gestation (although anywhere from 54 to 70 days is possible), a litter of typically two to five young is born. The birth weight of the about 10 cm long kits is between 60 and 75 g. Their ear canals open after around 18 to 23 days, a few days before their eyes open for the first time.\r\n\r\nIn the fall, after their mother has shown them dens and feeding grounds, the juvenile group splits up. While many females will stay close to the home range of their mother, males can sometimes move more than 20 km (12 mi) away.","conservationStatusPara":"The common raccoon is not a threathened species.\r\n\r\nHunters and trappers may pursue raccoons during furbearer season.","funFacts":"Raccoons are commonly associated with wild, violent and vicious behaviour; however, this is not always the case and are actually quite skillful. As a result of their notable intelligence, people have been able to train raccoons to mirror the same basic skills that the average human toddler possesses, such as clapping and dancing.\r\nRaccoons were originally found in natural tropical areas but overtime, especially throughout the twentieth-century, they have managed to migrate and were then introduced to a wider array of habitats ranging from mountainous terrains to crowded cities; this is because of their noteworthy and uncommon ability to adapt to foreign environments.","naturalEnemies":"Wolf\r\nBrown Bear","relatedAnimal1":"Brown Bear","relatedAnimal2":"Wolf","relatedAnimal3":"Coyote"}