{"visible":1,"name":"Cottonmouth Snake","scientificName":"Agkistrodon Piscivorus","distribution":"This species of snake can be found across the southeastern United States. Within their range the species is broken up into three separate subspecies; the Florida, western, and eastern cottonmouths. The Florida subspecies is found in Florida, southern Georgia, and a number of different islands.  The western subspecies is located in the westernmost section of their range, from Alabama to Texas, and as far north as Oklahoma, Missouri, Indiana, and Illinois. The eastern subspecies is found to the north of the Florida subspecies, from Georgia to North Carolina.","habitat":"This species of snake is semi-aquatic, and thus attracted to areas with sources of water. They are commonly found in marshes, lakes, swamps, streams, creeks, and ponds.  For the most part they prefer aquatic habitats with slow-moving water and plenty of aquatic vegetation to attract prey and provide hiding places. Most of the time they remain in freshwater, but they are occasionally found in brackish, or saltwater environments.","diet":"These snakes have a diet that consists mainly of fish, frogs, salamanders, lizards, birds, rodents, and other snakes. They are opportunistic generalists that feed on a wide range of prey, and will eat baby alligators and small mammals. They have even been known to be cannibalistic, but the bulk of their diet consists of fish and frogs.","lifespan":"Cottonmouth snakes have a lifespan of roughly 15 to 20 years, but they can live to over 25 years old.","species":"Reptile","continent":"North America, ","order":"Carnivora","biome":"Coniferous Forest, Woodland, ","conservationStatus":"Least Concern","description":"The cottonmouth snake is a large snake that can measure between 32 and 42 inches in length, making it the largest of the genus Agkistrodon that is belongs to. Their bodies are thick and muscular, weighing between 201.1g and 579.6g, with males being heavier than females.\r\n\r\nThese snakes have keeled or ridged scales and are gray, tan or dark olive-brown to almost black with 10–17 dark brown to almost black dark crossbands that may not be visible. They may also have dark spots and speckles, although the pattern darkens with age so adults may become uniformly black. Their underside is tan or gray with dark blotches.\r\n\r\nYounger cottonmouths are much lighter than adult cottonmouths, and newborns have a sulfur or bright yellow tail tip. This tail becomes greenish in subadults, and then black in adults.\r\n\r\nThe head is blocky and triangular in shape and is a more or less uniform brown color, with the underside generally whitish, cream, or tan. The eyes are vertical, similar to cat pupils, and are camouflaged by a broad, dark, facial stripe. Cottonmouths are often confused with nonvenomous water snake species from the genus Nerodia.\r\n\r\nThe white interior of their mouth, which they display when threatened, is what gives them their name cottonmouth.","reproduction":"Cottonmouth snakes mate in spring, from April to May, and females give birth to live young every two to three years, in litters of about 10 to 20. The gestation period is around five months, and they are ovoviviparous, which means that eggs incubate inside the female.\r\n\r\nDuring the mating process, males wave their tails and slither around, sometimes called dancing, to lure females away from other males, and will even fight each other when competing for females.\r\n\r\nBaby cottonmouths are born brightly colored. They go off on their own as soon as they’re born. Many cottonmouths don’t make it to adulthood because they are eaten by other animals, such as raccoons, cats and snapping turtles.","conservationStatusPara":"Fortunately, cottonmouths are not considered to be threatened or endangered. The International Union for Conservation of Nature presumes that the cottonmouth population is large and relatively stable, with wide distribution throughout the US. The snake species is categorized as of least concern on the IUCN Red List of Threatened Species.\r\n\r\nMany cottonmouths live in protected state and national parks and some are protected from being killed in certain states by state laws.","funFacts":"They’re common name is cottonmouths because of the white coloration on the inside of their mouths, which they display when threatened.\r\nThis species of snake is an ambush predator. They lie in wait, both during the day and at night, and watch for likely prey to pass nearby. When a small mammal, fish, or bird wanders too close, the snake strikes and lets it’s venom do the work for it.","naturalEnemies":"Alligator Snapping Turtle","relatedAnimal1":"Alligator Snapping Turtle","relatedAnimal2":"American Alligator","relatedAnimal3":"King Cobra"}