{"visible":1,"name":"Coyote","scientificName":"Canis Latrans","distribution":"North and Central America","habitat":"Coyotes are able to dig their own burrows but are more likely to take over and inhabit burrows made by badgers. Coyotes travel along fixed trails and have a territory range of up to 19 kilometres.","diet":"They feed upon a variety of prey such as voles, squirrels, birds, snakes, javelinas, lizards, deer, mice and livestock as well as large insects and other large invertebrates.","lifespan":"10-18 YRS","species":"Mammal","continent":"NorthAmerica, ","order":"Carnivora","biome":"TemperateDeciduousForest, Coniferous Forest, Woodland, Tundra, Desert, ","conservationStatus":"LeastConcern","description":"Coyote The Coyote (Canis latrans) is also known as the Prairie Wolf and is found throughout North and Central America. Coyotes also occur as far north as Alaska and Canada. The name ‘Coyote’ is from the Mexican Spanish language and its scientific name means ‘barking dog’. The coyote is one of 8 species of the genus Canis. Four of these are jackals of Europe, Africa and Asia.\r\n\r\nOther members of the genus include the Grey Wolf (Canis lupus), the Red Wolf (Canis rufus) and all the breeds of the domestic dog (Canis familiaris).\r\n\r\nCOYOTE DESCRIPTION\r\n\r\n\r\nCoyotes measure around 75 – 87 centimetres (30 – 34 inches) in length and weigh on average 7 – 21 kilograms (15 – 46 pounds). They have a tail length of 40 – 60 inches which becomes bushy and is held horizontally when the Coyote displays aggression. Coyotes in the north of their range are generally larger than southern species. Coyotes are known to reach their maximum size within their first year whereas wolves reach their maximum size in their second year.\r\n\r\nA coyotes fur varies in color from a greyish brown to a yellow\/grey color. Their throats and underparts are generally lighter in color, mostly white. They have reddish\/brown forelegs, sides of head, muzzle and feet. Their under fur is beige and they have long, black tipped guard hairs that form a black dorsal stripe and a dark cross on the shoulder area. Coyotes have a tail with a black tip on the end. Their tail has a scent gland situated on its’ dorsal base.\r\n\r\nCoyotes have large ears even though they have a small head and their feet are small in comparison with the rest of their body. Coyotes molt once a year starting in May and ending in July. Like domestic dogs, coyotes have sweat glands on their paws. The coyote has 5 digits on the forefeet, including the dew claw (remnants of a 5th digit) and 4 digits on the hind feet. Coyotes are digitigrades meaning they walk with only their toes touching the ground.","reproduction":"Coyote breeding season occurs between late January and late March. Female coyotes are monoestrous (having one estrous cycle per year) and remain on heat for 2 – 5 days. When the female finds the right partner, they remain monogamous (having one partner during a period of time) for a number of years.\r\n\r\nThe female coyote gestation period lasts 60 – 63 days after which a litter ranging from 1 – 19 pups are born (average is 6 pups). Unfortunately, over half coyote pups do not survive to adulthood. Coyote pups weigh around 250 grams at birth and are blind and limp eared. Their eyes open and their ears become erect after 10 days. The pups emerge from their birth dens after 21 – 28 days. They drink their mothers milk for about 5 to 7 weeks and are fully weaned after 35 days.\r\n\r\nBoth parents feed the pups after weaning with regurgitated food. At the age of 6 – 9 months, male pups leave their dens while female pups remain with their parents and form the basis of the pack. Pups are fully grown at the age of 9 – 12 months and also reach sexual maturity although most do not breed until the age of 2 years. The life span of a coyote is up to 10 – 14 years in the wild and 18 years in captivity.","conservationStatusPara":"Coyotes are classed as ‘Least Concern’ by the IUCN. Cougars sometimes kill coyotes. The coyotes instinctive fear of cougars has led to the development of anti-coyote sound systems which repel coyotes from public places by replicating the sounds of a cougar.","funFacts":"Coyotes listen out for danger and can detect hunters at a distance of one mile.\r\nCoyotes walk silently on the tips of their toes to avoid danger.","naturalEnemies":"Golden Eagle\r\nWolf\r\nAmerican Alligator","relatedAnimal1":"American Alligator","relatedAnimal2":"Sheep","relatedAnimal3":"Mountain Lion"}