{"visible":1,"name":"Giant Panda","scientificName":"Ailuropoda Melanoleuca","distribution":"In the wild, humans have restricted pandas to a few tiny ranges of habitat. There are populations across a few mountain ranges in central China, but these populations are fragmented. This means that they are far enough apart to prevent breeding between two populations, resulting in lower genetic diversity and increased inbreeding.  Most pandas reside in the Sichuan, Shaanxi, and Gansu Mountains. Historically, they also inhabited the surrounding lowland areas, but habitat loss has driven them out of these areas.","habitat":"Pandas must live in habitats with plenty of bamboo forest to feed from. In addition to high volumes of bamboo, they must also have more than one species of bamboo to survive.  In their natural range, most bears live in mountainous regions or valleys. They will also move to various habitats to follow the growth of bamboo shoots, because leaves are much more nutritious, and grow at different altitudes in different seasons.","diet":"Pandas have a digestive system of a carnivore, however, they have adapted to a vegetarian diet through their large consumption of bamboo. A Pandas digestive system cannot digest the cellulose in bamboo, that is why they have to eat so much and for long periods of the day.","lifespan":"20-30 YRS","species":"Mammal","continent":"Asia, ","order":"Carnivora","biome":"Temperate Deciduous Forest, Tropical Forest, ","conservationStatus":"Vulnerable","description":"The Giant Panda has a black-and-white coat. Adult pandas measure around 1.5 metres long and around 75 centimetres tall at the shoulder. Males are 10 – 20% larger than females. Male pandas can weigh up to 115 kilograms (253 pounds). Female pandas are generally smaller than males and can occasionally weigh up to 100 kilograms (220 pounds).\r\n\r\nThe giant panda has a body typical of bears. Pandas have black fur on their ears, eye patches, muzzles, legs and shoulders. The rest of the pandas coat is white. The pandas thick, wooly coat keeps it warm in the cool forests of its habitat.\r\n\r\nGiant pandas have large molar teeth and strong jaw muscles for crushing tough bamboo. Many people find these cuddly looking bears to be lovable, however, giant pandas can be as dangerous as any other bear.","reproduction":"Giant Pandas have a very slow reproductive rate which sadly contributes towards their decline in numbers. Giant Pandas mate during the springtime. The female panda’s gestation time varies between 112 days and 163 days. After this time, she will give birth to one single cub. On rare occasions, she will produce 2 – 3 cubs, but usually only one will survive.\r\n\r\nThe female panda can only conceive during a 72 hour estrus period which only happens during the spring breeding period.\r\n\r\nBecause of this limited time for the female to become pregnant, some mating pairs will often copulate for several hours, whereas other mating pairs will only copulate once. Male pandas are more sexually active for longer and will attempt to mate with several female pandas during this time. The mating pairs will show no interest in each other at any other time of the year.\r\n\r\nThe female panda gives birth in the Autumn. Panda cubs are very small, weighing between 3.5 and 6 ounces. They have little fur, are pinkish white in color, blind and very helpless. No other mammal gives birth to such a small baby except marsupials like the kangaroo who keeps her babies in her pouch until they are fully developed. A panda mother will carry her cub around in her arms and care for its every whim constantly. Panda cubs cry just like human babies when they need feeding or need care from their mother.\r\n\r\nThey will cry for milk about every 2 hours or so. Between feeding times, the mother panda will continuously hold her cub very gently.\r\n\r\nThis attentive behaviour will continue until the cub is able to move around by itself when the cub is about 3 months old. At this age, the cub will continue to follow its mother around and by 6 months the cub can begin eating bamboo. They are finally weaned off their mothers at around 9 months old. The weaning of the cubs in the spring following their births is an ideal time as the newest most protein-filled bamboo shoots are available.\r\n\r\nThis gives cubs the best possible start in life on a diet that in the best of conditions is of poor nutritional quality. At about a year old, the cubs can weigh 75 pounds, which is about a third of an adult pandas weight.\r\n\r\nFemale pandas do not reach sexual maturity until they are 5 to 6 years old. However, even young, inexperienced female pandas display a maternal instinct and know instantly how to care for the young without needing any practice. This is very important because no breeding season is then wasted through ‘clumsy parenting’. Because female pandas start to breed quite late and only rear a single young cub every 2 years, she will only rear in total around 7 offspring in her lifetime.\r\n\r\nBy the age of 22, a female panda is considered ‘old’ and possibly ‘post-reproductive’. The giant pandas low reproductive rate makes it very difficult for a giant panda population to recover from a decline in numbers.","conservationStatusPara":"Probably the most major threat to the survival of the Giant Panda Bear is the destruction of their natural habitats, along with increased human population and poaching. The different varieties of bamboo go through periodic die-offs as part of their renewal cycle. Without the ability to move to new areas which have not been affected, starvation and death will certainly occur for the giant panda. Such die-offs of the bamboo also put the giant pandas in more direct contact with farmers and poachers as the bears try to find new areas in which to feed.\r\n\r\nThe recent announcement that the Chinese government will nearly double protected areas for giant pandas in the Qinling mountain range by creating five new panda reserves and five ‘corridors’ (linking protected regions) is expected to have a major benefit on the future of the panda. Many organizations are continuously supporting and trying to find ways to save and preserve the existence of this special, adorable bear.","funFacts":"Giant pandas move extremely slowly and can't do anything that takes much energy because bamboo doesn't give them much energy.\r\nThe name \"panda\" may come from the Nepalese \"poonya,\" meaning \"plant-eating animal\" or \"bamboo-eating animal\".\r\nUnder its black fur, the Giant panda's skin is black and pink where it is white.","naturalEnemies":"Jackal","relatedAnimal1":"Brown Bear","relatedAnimal2":"Red Panda","relatedAnimal3":"Asian Elephant"}