{"visible":1,"name":"King Cobra","scientificName":"Ophiophagus Hannah","distribution":"King cobras are found across India, southeast Asia, and some areas of East Asia. In Asia, populations can be found in China, Bangladesh, Vietnam, Bhutan, Thailand, Burma, Singapore, Cambodia, the Philippines, Indonesia, Nepal, Laos, and Malaysia. In India they have been recorded in Goa, Karnataka, Tamil, Uttrakhand, Kerala, Nadu, Odisha, Bihar, West Bengal, and the Andaman Islands.","habitat":"These reptiles are able to survive in a number of different habitats, but do suffer from deforestation. They can be found on coastlines, in mangrove forests, the Himalayan foothills, and dense highland forests. They are more successful in areas with water sources, like lakes or streams, because prey species are more prevalent.","diet":"The King Cobra snakes diet is mainly composed of other snakes (ophiophagy – a specialized form of feeding or alimentary behaviour of animals which hunt and eat snakes).","lifespan":"he King Cobra snakes average life span is about 20 years.","species":"Reptile","continent":"Asia, ","order":"Carnivora","biome":"Woodland, Tropical Forest, ","conservationStatus":"Vulnerable","description":"The King Cobra snake is the largest of the venomous land snakes, growing up to 18.5 feet (5.7 metres) in length and with a width of up to 1 foot (0.3 metres) at the neck. However, as they are generally slender, King Cobras usually do not exceed 44 pounds (20 kilograms) in weight. Male King Cobras are longer and weigh more than female King Cobras, this is very unusual since in most snake species, the male is smaller than the female.\r\n\r\nThe King Cobra can lift a third of its body off the ground. In fact, an 18 foot King Cobra, if stood upright, could actually look down onto the average human being. Like other snakes bearing the cobra name, the King Cobra can also flatten its neck, giving it the distinctive hood. When the King Cobra is threatened or on the attack, it will hiss, rear up and flatten its neck ribs into the hood. There are false eyespots on the hood, which can scare some predators.\r\n\r\nEven though their scaly skin glistens, it is actually dry to the touch. Adults cobras are yellow, green, brown, or black. Their throat is light yellow or cream colored. Juveniles are black with yellow or white bars crossing the body.","reproduction":"Breeding usually takes place in late spring or early summer. After mating, the male will return back to its own home. The female will then lay between 10 and 25 eggs. The offspring are independent as soon as they are born and can capture prey the size of a rat.\r\n\r\nBreeding takes place when the two snakes twist their bodies together and can last for days in this position. Females wait approximately 55 days before laying eggs. Female offspring are not bigger than male offspring. The King Cobra snakes average life span is about 20 years.","conservationStatusPara":"King cobras are threatened by the destruction of their habitats and persecution by humans.","funFacts":"King cobras are the only snakes in the world that build nests for their eggs and guard them until they hatch.\r\nThe King cobra's generic name, Ophiophagus is a Greek-derived word that means \"snake-eater\".","naturalEnemies":"Mongoose","relatedAnimal1":"Mongoose","relatedAnimal2":"Cottonmouth Snake","relatedAnimal3":"American Alligator"}