{"visible":1,"name":"Mongoose","scientificName":"Herpestes Edwardsii","distribution":"Indian gray mongooses live in Turkey and the Arabian Peninsula, India, Bhutan and Bangladesh, preferring areas of thickets, broken, bushy vegetation and cultivated fields, as well as open areas, scrub and grasslands.","habitat":"They have a wide variety of habitats, ranging from desert to tropical forest. They usually make complex burrowing systems to live in.","diet":"Most mongooses are predators and feed on a wide range of animals. These include small mammals and birds, reptiles, insects and crabs. Some species also eat tubers, fruits and berries, eggs and carrion.","lifespan":"Mongooses can live up to ten years in the wild.","species":"Mammal","continent":"Asia, ","order":"Carnivora","biome":"Chaparral, Grassland, Desert, ","conservationStatus":"Vulnerable","description":"Mongooses are small animals ranging in size from 24 to 58 cm (9.4 to 22.8 in) in head-to-body length, excluding the tail, and weighing between 320 g (11 oz) to 5 kg (11 lb). They have long faces and bodies, small, rounded ears, short legs, and long, tapering tails. Colorwise, most of them are brown or grey and brindled or grizzly, although a few have distinctly marked coats. A very few species have banded tails.\r\n\r\nMongooses do not have retractable claws but do have sharp teeth. Most species have a large anal scent gland, used for territorial marking and signaling reproductive status.","reproduction":"Females mongooses usually produce just one litter each year, but are capable of producing another litter if the first litter is lost. Baby mongooses are called pups and a group of offspring is called a litter. Litters usually consist of two to four young.\r\n\r\nPup mongooses are weaned at around 6 weeks old. They then forage with their mothers until they are about 4 months old. Male mongoose young leave their mothers when they are about 6 months old, but female mongoose young stay with their mother longer, sometimes permanently.","conservationStatusPara":"Unfortunately, most mongoose species are threatened. The biggest threats to these animals are habitat loss, pesticides and pollution. Some species are also sold in the pet trade.\r\nMongooses can see fully in color, whereas most mammals can see only some colors.","funFacts":"Indian gray mongooses have no fear of the sting of a scorpion. They simply pick up the scorpion and throw it between its back legs again and again onto a hard surface to break it open. They use the same technique to break open eggs. Indian gray mongooses are able to hold an egg of average size in their paws and then bite open its smaller end.","naturalEnemies":"King Cobra","relatedAnimal1":"King Cobra","relatedAnimal2":"Wolf","relatedAnimal3":"Coyote"}