{"visible":1,"name":"Mountain Lion","scientificName":"Puma Concolor","distribution":"The mountain lion’s range spreads all across the Americas, from the Canadian Yukon to The Strait of Magellan, the greatest of range of any living mammal in the Americas. Mountain lions inhabit a wide range of ecosystems, making their home anywhere there is shelter and prey, including mountains, forests, deserts, and wetlands. They are territorial and have naturally low population densities, which means the species requires large swaths of wilderness habitat to thrive.","habitat":"The Puma has an extensive habitat range. It prefers habitats with dense underbrush and rocky areas for stalking, but it can also live in open plains, coniferous and tropical forests, swamps and deserts.","diet":"Like most cats, cougars are obligate carnivores. This means that they must eat meat to survive, and the vast majority of their diet consists of meat. To capture enough prey to survive, these cats must be opportunistic. They prey on anything from insects and rabbits, to 1,500 lb. bull moose. Some commonly targeted species include deer, elk, moose, bighorn sheep, horse, pronghorn, mountain goat, and caribou.","lifespan":"he life span of a puma cat in the wild is between 8 – 13 years and 18 – 19 years in captivity.","species":"Mammal","continent":"NorthAmerica, SouthAmerica, ","order":"Carnivora","biome":"TemperateDeciduousForest, Coniferous Forest, Woodland, Chaparral, Grassland, Desert, TropicalForest, ","conservationStatus":"NearThreatened","description":"The Puma Cat is the fourth heaviest of the New World cats after the lion, leopard, jaguar and tiger. Adult Pumas are slender and agile cats who measure 2.4 metres (8 feet) in length from nose to tail (tail length is 80 centimetres (33 inches).\r\n\r\nThey stand between 60 – 76 centimetres (2 – 2.5 feet) tall at the shoulder and weigh around 53 – 72 kilograms (115 – 160 pounds) in males and 34 – 48 kilograms (75 – 105 pounds) in females.\r\n\r\nPumas have a plain colored fur ranging from tawny to silver grey or reddish brown. Pumas have lighter patches on their underparts including the jaws, chin and throat. Pumas have round heads and upright ears.\r\n\r\nTheir front legs are larger than their hind legs and adapted for grasping prey. There are 5 retractable claws on their forepaws plus one dew claw and 4 on the back paws. Pumas have muscular necks and strong jaws. Pumas have acute hearing and excellent vision which makes them formidable hunters.\r\n\r\nThe name of a male is referred to simply as a ‘Puma’, the female is referred to as a ‘she-Puma’ and the young are called ‘cubs’.","reproduction":"Female pumas reach sexual maturity between 1 – 3 years. One litter of cubs is born every 2 – 3 years. Females are in estrous for 8 days of a 23 day cycle. After a gestation period of 91 days, a litter of 1 – 6 cubs are born.\r\n\r\nMaternal dens are usually caves or other covered areas offering protection for the cubs. Cubs are spotted and born with blue eyes and rings on their tails. Cubs are weaned around 3 months after birth and as they develop they accompany their mother to kill sites.\r\n\r\nAt 6 months old, cubs hunt for small prey of the own. Female pumas will guard her cubs fiercely and successfully fight off animals as large as Grizzly Bears. Cubs will leave their mother to establish their own territory at around 2 years old. The life span of a puma cat in the wild is between 8 – 13 years and 18 – 19 years in captivity.","conservationStatusPara":"Pumas are classed a ‘Near Threatened’ by the IUCN. The total breeding population of pumas is less than 50,000 individuals and continues to decline. Pumas have no particular threats from other animals besides humans, although it interacts with other large predators such as the Brown Bear and Grey Wolf in which it competes for prey.\r\n\r\nIn some parts it may have to compete with the Jaguar and the American Alligator. When the puma cat and jaguars range overlaps, jaguars will dominate the larger prey and the puma will take the smaller prey.\r\n\r\nAs of 1996, puma cat hunting was prohibited in Argentina, Brazil, Bolivia, Chile, Colombia, Costa Rica, French Guiana, Guatemala, Honduras, Nicaragua, Panama, Paraguay, Suriname, Venezuela, and Uruguay. Cougars are generally hunted with packs of dogs, until the animal is ‘treed’. When the hunter arrives on the scene, he shoots the cat from the tree at close range.\r\n\r\nThe Cougar cannot be legally killed in California except under very specific circumstances, such as when an individual is declared a public safety threat.\r\n\r\nHowever statistics from the Department of Fish and Game indicate that cougar killings in California have been on the rise since 1970s with an average of over 112 cats killed per year from 2000 to 2006 compared to 6 per year in the 1970s.","funFacts":"They cannot roar the way a lion does but can make sounds like a human scream.\r\nAn Incan city in Peru called Cusco, was designed to be the same shape as a cougar.\r\nCougars have an \"M\" shaped pad on their feet with three lobes on the heel.\r\nThe cougar is North America's second-largest cat.\r\nIf cougars can't finish eating their kill in one go, they hide it behind bushes or under leaves and return to it later.","naturalEnemies":"Wolf\r\nCoyote","relatedAnimal1":"Sheep","relatedAnimal2":"Coyote","relatedAnimal3":"Wolf"}