{"visible":1,"name":"Northern Cardinal","scientificName":"Cardinalis Cardinalis","distribution":"Northern cardinals are common throughout central and eastern North America, and south from Florida and Mexico down to Belize and Guatemala. This species has also been introduced to Bermuda, California, and Hawaii.","habitat":"They inhabit woodland edges, streamside thickets, wetlands, shrublands, gardens, and vegetation near houses in suburban and urban areas.","diet":"The diet of the cardinal is mainly seeds. They sit in low shrubs and trees and forage for seeds on the ground, usually in pairs.","lifespan":"15 YRS","species":"Bird","continent":"North America, ","order":"Herbivora","biome":"Woodland, Chaparral, Grassland, ","conservationStatus":"LeastConcern","description":"Male and female cardinals differ in coloration. Male cardinals are a brilliant red color with a black ‘mask-like’ face with extends from the eyes to the throat and a thick red beak. Females and their young have a brown- buff coloring with hints of red on their wings, crest and tail. Cardinals are fairly large birds and measure between 12 – 22 centimetres and weigh between 11 and 85 grams depending on species. They have strong beaks for crushing seeds, long tails and prominent crests. Cardinals tend to sit in a hunched over position with their tails pointing towards the ground.","reproduction":"Northern cardinals are serially monogamous and pairs remain together for only one breeding season, rarely more. During the season, males and females engage in courtship displays, swaying from side to side with necks outstretched, crests erect, while singing softly. They may offer the other bird seed, touching beaks briefly as they do so. Northern cardinals breed from March to September. They usually have two broods per year, one starting around March and the other from late May to July. The nest is built by the female within a dense tangle of twigs or vines in a shrub or small tree. Eggs are greenish or bluish and spotted with brown, numbering 1 to 5. Incubation is for around 11 to 13 days, and just by the female, though the male feeds her. She broods her altricial chicks for the first two days, both parents feeding them. Chicks start to fledge when they are about 7 to 13 days old and are fed for about a month after leaving the nest. They then join a flock of juveniles. They are reproductively mature when they are one year old.","conservationStatusPara":"Northern Cardinals are classed as ‘Least Concern’ by the IUCN, although other species are near threatened.","funFacts":"Male Northern cardinals that are a brighter red have territories that have denser vegetation, feed at levels that are higher, and have more success with females than males who are less bright in color.\r\nFemale Northern cardinals sing often when sitting on the nest, which may give her mate information about bringing food to the nest.\r\nA group of cardinals is known by many names including a \"college\", \"deck\", \"radiance\", \"conclave\", and \"Vatican\" of cardinals.","naturalEnemies":"Fox","relatedAnimal1":"Fox","relatedAnimal2":"Coyote","relatedAnimal3":"Australian Pelican"}