{"visible":1,"name":"Red Panda","scientificName":"Ailurus Fulgens","distribution":"Is endemic to the Himalayas in Bhutan, southern China, India, Laos, Nepal and Burma.","habitat":"Red pandas are found within a relatively restricted area. They prefer living in higher altitudes, and must have bamboo to forage for food. Their most frequently used habitats are mountains with deciduous and conifer trees, and bamboo understory.","diet":"Just like the giant panda, the red panda is a bamboo eater and its diet is mainly bamboo. During summers, the red panda may feed on fruits, mushrooms, leaves, grasses, roots, fruits, lichens and acorns. Although considered herbivorous, the red panda will occasionally take birds eggs and it is speculated that they may eat mice and birds on occasions.","lifespan":"8-14 YRS","species":"Mammal","continent":"Asia, ","order":"Omnivora","biome":"Temperate Deciduous Forest, Woodland, Tropical Savanna, ","conservationStatus":"Endangered","description":"Red pandas have soft, dense fur that protects them from cool temperatures. The fur on the upper side of the animal is reddish-brown in color while its underside and legs are black. The soles of the Red Pandas feet are covered with white fur. The Red Pandas compact face and the borders around the ears are primarily white.\r\n\r\nThe red panda has reddish brown mask-like markings over the eyes and dense, furry tail alternately marked with reddish and light brown rings. Their tail really does resemble that of a raccoons.\r\n\r\nThe Red Panda has semi-retractile claws and like the Giant panda, has a false thumb which is really an extension of the wrist bone.","reproduction":"The gestation period of the female red panda is about 3 months. During this time, the female will make a nest out of grass and twigs in either a hollow tree or rock crevasse. Up to 3 newborn cubs are then delivered into the nest. Breeding season occurs from mid-January to early March and cubs are usually born between mid-May and mid-July. Red pandas reach sexual maturity around a year old.\r\n\r\nNewborn red panda cubs weigh around 4 – 5 ounces. They are fully furred and pale yellow in color. Just like Giant Panda cubs, they are blind at birth and rely totally on their mother for care and survival. When the cubs are 3 weeks old, they open their eyes. Red panda cubs start to take on the adult red panda coloration at about 90 days old. Red panda cubs are weaned at 5 months and stay with their mother until the next litter is about to be born, which is about a year after their birth.\r\n\r\nMale red pandas do not share the raising of the cubs, it is completely left to the mother red panda to raise and care for the cubs herself. Red pandas can live up to 14 years in captivity. It is not sure, however, how long they actually live in the wild.","conservationStatusPara":"Red Pandas are often killed for their coats to make fur hats and clothes. Because of the growing human population in China, Red Panda habitats are being cleared to build houses. Approximately 10,000 pandas die per year, and approximately 7,000 of the 10,000 die from deforestation.","funFacts":"The claws of the Red panda are partially retractable, with an extended bone like a \"thumb\".\r\nThe Red panda had the name \"panda,\" before it was given to the big black and white one.\r\n\"Wah\" is another name for the Red panda because of its distinctive cry.","naturalEnemies":"Jackal","relatedAnimal1":"Giant Panda","relatedAnimal2":"Asian Elephant","relatedAnimal3":"Mongoose"}