{"visible":1,"name":"Sheep","scientificName":"Ovis Aries","distribution":"Worldwide","habitat":"Grass plains and mountainous regions","diet":"Grass, Weeds, Flowers","lifespan":"5-10 years","species":"Mammal","continent":"Africa, Australia, Asia, Europe, NorthAmerica, SouthAmerica, ","order":"Herbivora","biome":"TemperateDeciduousForest, Coniferous Forest, Woodland, Grassland, ","conservationStatus":"LeastConcern","description":"With sweet faces, gentle personalities, and endless amounts of fluffy white wool, it’s no surprise that sheep are some of the most popular livestock animals in existence. There are more than one billion domestic sheep and several subspecies of wild sheep that can be found around the globe. Some sheep are raised for wool, and others are raised for meat; but either way, these animals are an important part of nearly every culture.","reproduction":"A flock of sheep generally consists of a single ram and as many ewes as he and the farmer can take care of. Large flocks may have two rams, but there is a good chance that they will fight with one another to establish dominance. The dominant ram will typically mate with every non-related ewe in his flock.\r\n\r\nAn ewe’s pregnancy lasts for an average of five months. Ewes don’t typically show signs of pregnancy until about a month and a half before the delivery date, so it can be difficult to tell if they are carrying a lamb. However, just before delivery, the ewe will start showing obvious signs of discomfort and may begin looking for a place to give birth.\r\n\r\nEwes typically give birth to between 1 and 3 lambs at a time, with pairs of twins being the most common. Lambs usually weigh somewhere between 5-10 pounds when they are born, and they gain about half a pound a day for the 2-3 months. Lambs are old enough to be separated from their mothers at around 6 months old; however, because they like to flock together with their families, this separation is not often recommended.","conservationStatusPara":"Deforestation and over-development have both contributed to the slow reduction of sheep-friendly habitats across the globe. With that said, most wild sheep are listed as being of least concern for conservation efforts.","funFacts":"Growing teeth: Like humans, sheep are animals that have a set of baby teeth that they lose as they get older. Most get their adult slowly and won’t have a full set of teeth until they are 4 years old.\r\nWinter coats: The wool that farmers collect when shearing these animals is actually an undercoat that grows beneath their main coat of fur. Wild sheep get these undercoats in the winter and will shed them when the weather warms up. Domestic sheep have been bred to never shed.\r\nFamily dynamics: Sheep are animals that love their families and will stick close to their mother and their siblings. In a large flock, you may notice that related sheep are always standing near each other.","naturalEnemies":"Wolves\r\nMountain lions\r\nCoyotes","relatedAnimal1":"Goat","relatedAnimal2":"Mouflon","relatedAnimal3":"Bighorn sheep"}