{"visible":1,"name":"Wolf","scientificName":"Canis Lupus","distribution":"North America, Europe, Asia","habitat":"In the wild, wolves are seen to thrive in forested areas and grasslands but also exist in steppes, tundra, boreal forests, and deserts. T","diet":"Wolves mainly eat meat; they are opportunistic carnivores, meaning they will eat a variety of prey animals depending on what is available to them.  Most wolves prefer ungulates, which are large hoofed animals such as deer, bison, elk, and moose. They will also eat smaller mammals such as hares and rabbits, beavers, raccoons, and rodents.","lifespan":"Most wolves do not live beyond eight years or more, but captive wolves, similarly to dogs, often live to be 16 years of age or older.","species":"Mammal","continent":"Asia, Europe, ","order":"Carnivora","biome":"Temperate Deciduous Forest, Coniferous Forest, Woodland, ","conservationStatus":"Vulnerable","description":"Wolves are very intelligent creatures whose upright ears, sharp teeth, pointed muzzles, inquiring eyes and other facial features instantly convey this quality.\r\n\r\nThe weight and size of a wolf can vary greatly worldwide. In general, height varies from 0.6 to .95 metres (26 – 38 inches) at the shoulder and weight ranges from 20 to 62 kilograms. The Grey Wolf is the largest of all wild canids.\r\n\r\nExtreme specimens of wolf weighing more than 77 kilograms (170 pounds) have been recorded in Alaska and Canada, although they are rarely encountered.\r\n\r\nThe heaviest wild wolf on record, killed in Alaska in 1939, was 80 kilograms (175 pounds). The smallest wolves come from the Arabian Wolf subspecies, the females of which may weigh as little as 10 kilograms (22 pounds) at maturity.\r\n\r\nFemales in any given wolf population typically weigh about 20% less than their male counterparts. Wolves can measure anywhere from 1.3 to 2 metres (4.5 – 6.5 feet) from nose to the tip of the tail, which itself accounts for approximately one quarter of overall body length.\r\n\r\nWolves bodies are built for stamina, possessing features ideal for long distance travel. Their narrow chests and powerful backs and legs assist their efficient locomotion.","reproduction":"The mating season of wolves can occur anytime between January and March. Only the alpha male wolf and female wolf in a pack mate. (This is to prevent over-population).\r\n\r\nThe alpha female wolf has only 5 to 7 days of estrus (when she is able to conceive). During this time, the alpha pair will sometimes move out of the pack temporarily to prevent interruption from other pack members.\r\n\r\nIf other adult wolf members of the pack mate, the alpha female wolf will be aggressive towards the other female wolf and usually the alpha male wolf will chase the other adult male wolf out of the pack.\r\n\r\nIt is common for one litter of pups to be born to one pack of wolves. It is rare for two litters to occur unless the alpha male has mated with another subordinate female. This is usually when the alpha female wolf gets aggressive. The alpha female will try to prevent this by aggressively dominating other females and physically separating them from the alpha male wolf during the mating season.\r\n\r\nWhen breeding season arrives breeding wolves begin to get more affectionate with each other. This occurs in anticipation of the females ovulation cycle. When the female finally goes into a period called ‘estrus’, the alpha male and alpha female wolves spend a lot of time together usually in seclusion. Pheromones in the females urine and the swelling of her vulva, tell the male she is ready to mate.\r\n\r\nDuring the first 5 days of estrus, the female will shed a lining of her uterus and will be unreceptive to the male. Following this, she will begin ovulation and mating will occur.\r\n\r\nDuring the period of mating, the two wolves become physically inseparable for anywhere between 10 and 30 minutes, during which time the male wolf will ejaculate multiple times.\r\n\r\nThe mating ordeal is repeated many times throughout the females brief ovulation period, which occurs once per year per female (unlike female dogs, with whom estrus usually occurs twice per year). It is believed that both male and female wolves can continue to breed in this manner until at least 10 years of age.","conservationStatusPara":"Wolves were mistakenly viewed as a pest species and almost exterminated. We are more enlightened today, although this opinion still remains among farmers. Through the efforts of ecologically-minded people and with the Endangered Species Act funding, the wolf is being reintroduced in parts of North America.","funFacts":"The Grey wolf is sometimes called the \"common wolf\". Also, in North America, the species is referred to as \"timber wolf\" while in the Arctic, the animal is known as \"white wolf\".\r\nA lone wolf is a wolf that has been expelled from the pack or has left the pack on its own free will. Typically, a lone wolf does not tend to bark and associate with packs.\r\nLike human fingerprints, the howl of each wolf is unique, allowing the pack members as well as scientists to identify an individual.","naturalEnemies":"Coyote\r\nMountain Lion","relatedAnimal1":"Sheep","relatedAnimal2":"Coyote","relatedAnimal3":"Mountain Lion"}